Repository: roymanigley/django-keycloak-poc
Catalog: apps/shared/i18n/*/LC_MESSAGES/django.po
Languages: de

source: German
de: Deutsch

source: French
de: Französisch

source: API unexpected redirect
de: Unerwarteter Fehler

source: API not authenticated
de: Authentifizierung fehlgeschlagen

source: API not found
de: Seite nicht gefunden

source: API permission denied
de: Zugriff verweigert

source: API invalid data
de: Inkorekte daten wurden übermittelt

source: API unavailable
de: Die API ist aktuell nicht verfügbar

source: API unexpected error
de: Unerwarteter Fehler

source: accounting group was removed in lightspeed, therefore no modification is possible
de: Die Warengruppe wurde in Lightspeed gelöscht, daher sind keine Anpassungen möglich

source: valid to date is before valid from
de: Das Gültig bis ist vor dem Gültig von

source: collision in the date
de: Kollision der Dati

source: confirm delete
de: Soll der Eintrag wirklich gelöscht werden?

source: search
de: Suchen

source: synced successfully
de: Daten wurden erfolgreich synchronisiert

source: synchronisation failed
de: Die Synchronisierung ist fehlgeschlagen

source: page not found
de: Seite nicht gefunden

source: permission denied
de: Zugriff verweigert

source: unexpected error
de: Unerwarteter Fehler

source: factor
de: Faktor

source: accounting_group.display
de: Warengruppe

source: valid_from
de: Gültig von

source: valid_to
de: Gültig bis

source: Accounting Group Factor
de: Warengruppe Faktoren
